"Device Removal" = "Device Removal";
"The device you removed was not properly put away.  Data might have been lost or damaged.  Before you unplug your device, you must first select its icon in the Finder and choose Eject from the File menu." = "The device you removed was not properly put away.  Data might have been lost or damaged.  Before you unplug your device, you must first select its icon in the Finder and choose Eject from the File menu.";
"You have inserted a disk containing no volumes that Mac OS X can read.  To continue with the disk inserted, click Ignore." = "You have inserted a disk containing no volumes that Mac OS X can read.  To continue with the disk inserted, click Ignore.";
"Eject" = "Eject";
"Ignore" = "Ignore";
"Initialize..." = "Initialize...";
"" = "";
